
[

  {
    "quoteText": "If somebody's eating a big bowl of cereal during an earthquake, what happens? Milk shakes."
  },
  {
    "quoteText": "If a desert mammal wears garb colored to blend in with its surroundings, is that camel-flage?"
  },
  {
    "quoteText": "Why did Darth Vader turn down nearly every light in his house? Because he liked it on the dark side."
  },
  {
    "quoteText": "I imagine that a cross between a cat and an eight-armed cephalopod would be an octopuss."
  },
  {
    "quoteText": "What would you say about a sport huge-billed tropical birds compete in? Toucan play that game."
  },
  {
    "quoteText": "Amazing young housecat who was an undisputed prodigy at composing classical music: Meowzart."
  },
  {
    "quoteText": "If you don't love a yummy dish of tortilla chips covered in melted cheese, I'm nacho type"
  },
  {
    "quoteText": "Fancy, lavish events that steaks and hamburgers attend if they feel like dancing: Meat balls."
  },
  {
    "quoteText": "The cookie finally made the decision to get checked out by a doctor.  It felt really crumby."
  },
  {
    "quoteText": "I would think a songbird's favorite part of a Thanksgiving meal must be the tweet potatoes."
  },
  {
    "quoteText": "Everybody really loved what I had cooked inside my turkey.  There was much ado about stuffing."
  },
  {
    "quoteText": "Before the kids started carving various pumpkins, one of them cried; Let the gourd times roll!"
  },
  {
    "quoteText": "When some musical Bighorn sheep are hitting the really low notes, what do they produce? Two baas."
  },
  {
    "quoteText": "What did the resourceful farmer fashion his engagement ring out of?  Twenty-four carrot gold."
  },
  {
    "quoteText": "Inflation has really jumped to unacceptable levels these days.  But that's just my five cents."
  },
  {
    "quoteText": "At the large pet shop,  all the rabbits they stocked were sold with a bunny-back guarantee."
  },
  {
    "quoteText": "I couldn't consume enough of those fantastic grilled prawns.  They were shrimply delicious."
  },
  {
    "quoteText": "If a barista is overcharging customers for a certain espresso beverage, he has a latte nerve."
  },
  {
    "quoteText": "When I served several guests avocado dip that had spoiled, it was a guac-ward situation."
  },
  {
    "quoteText": "Electrical engineer and inventor who really loved Swiss-produced cough drops: Ricola Tesla."
  }

]

